Repository: hede5562/gtimeutils
Catalog: po/*.po
Languages: nl

source: A simple stopwatch, written in GTK3.
nl: Een simpele stopwatch, geschreven in GTK3.

source: Start, pause and stop the stopwatch with the ability to save laps.
nl: Start, pauzeer en stop de stopwatch met de mogelijkheid om rondes bij te houden.

source: A simple countdown timer, written in GTK3.
nl: Een simpele aftel timer, geschreven in GTK3.

source: Set a time and be notified when it's done.
nl: Stel een tijd in en word gewaarschuwd als deze om is.

source: Stop
nl: Stoppen

source: Lap
nl: Ronde

source: Continue
nl: Doorgaan

source: Reset
nl: Resetten

source: Start
nl: Starten

source: Time
nl: Tijd

source: Notification text
nl: Notificatie tekst

source: Specify seconds to count down from
nl: Specificeer het aantal seconden om van af te tellen

source: Specify minutes to count down from
nl: Specificeer het aantal minuten om van af te tellen

source: Specify hours to count down from
nl: Specificeer het aantal uren om van af te tellen

source: Set an alternative notification text
nl: Stel een alternatieve notificatie tekst in

source: Immediately start the countdown
nl: Begin meteen met aftellen

source: - a simple countdown timer
nl: - een simpele aftel timer
